1
1_10
1_2_from
10_10
2_10
2_out_of_10
3
3_10
4_10
4_out_of_10
7_10
8
8_10
9_10
9_out_of_10
a_1
a_2
a_4
a_7
a_bit
a_must
acting
amateurish
amazing
an_8
an_entertaining
and_enjoy
and_funny
annoying
anything
appalling
ashamed
at_all
at_best
atmosphere
attempt
avoid
avoid_this
awesome
awful
bad
badly
basically
be_missed
beautiful
beautifully
believable
best
bland
bored
boring
both
brilliant
brilliantly
captures
cheap
classic
could_have
crap
credibility
definitely
definitely_worth
deliciously
delightful
deserves
different
disappointed
disappointing
disappointment
dreadful
drivel
dull
effort
embarrassed
emotions
endless
enjoyable
entertaining
especially
even
excellent
exceptional
fails
fantastic
fascinating
fast_forward
favorite
favourite
finest
first_rate
flawless
forgettable
fun
gem
gives
grade_d
great
highly_recommend
hilarious
hooked
hoping
horrible
i'm_afraid
i_like_this
i_liked_this
i_recommend_it
i_think
idea
incredible
instead
is_a
is_the_best
it's_a_good
it's_just
it_a_3
it_a_4
just_not
lacks
lame
laughable
least
let_down
life
little_film
looks
lousy
love
loved
loved_this
makes
masterpiece
may_not
me_sick
mediocre
mess
mildly
minutes
miscast
money
movie_just
moving
mst3k
music
must_see
my_only
nicely
no
no_sense
noir
none_of
not_even
not_funny
not_good
not_recommended
not_very
not_worth
nothing
of_the_best
oh
on_dvd
or_something
outstanding
painful
pathetic
perfect
perfectly
plot
pointless
poor
poorly
powerful
predictable
pretentious
propaganda
rare
realistic
recommended
redeeming
refreshing
ridiculous
sadly
save
save_this
script
sensitive
series
shallow
should_have
shows
silly
simple
skip_this
solid
someone
sorry
still
stilted
stinker
stock_footage
strong
stunning
stupid
subtle
sucks
superb
supposed
surprised
surprisingly
tedious
terrible
terrific
than_this
the_cover
the_original
this_thing
tiresome
to_be
today
touching
true
turkey
unbelievable
underrated
unforgettable
unfortunately
unfunny
uninspired
unique
unless
unlike
unlikeable
van
very_disappointed
very_funny
very_good
very_well
wanted_to_like
waste
wasted
wasting
watch_it
way_too
weak
well
well_done
well_worth
why
will
women
wonderful
wonderfully
wooden
worse
worst
3_out_of_10
7
7.5
a_little
absolutely_no
also
always
an_enjoyable
any
apparently
as_the
bad_movie
barely
below_average
better
blew_me
boredom
bother
cerebral
doesn't_work
effective
either
enjoyed
enjoyed_this
extraordinary
failed
freedom
fun_and
garbage
grade_b
great_movie
gritty
half
has_everything
have_been_made
highly
how_good
i_hated
i_love_this
i_recommend_this
impressed
joke
just_didn't
just_enjoy
just_isn't
liked_the_movie
love_this
loved_it
ludicrous
material
more_movies
my_comment
not_a_good
not_disappointed
okay
only_problem
own
paint
performances
pleasant
pleasure
remotely
rubbish
see_it
shelf
spot_on
stay_away
subtitles
superbly
tears
thank_you
thanks
this_crap
this_turkey
to_all
unexpected
uninteresting
unwatchable
wanting_more
watchable
what_makes
would
you_will
tripe
80_s
a_complete
absurd
alright
animal
arkin
at_first
bad_reviews
be_funny
best_of_all
bore
brazil
cardboard
definitely_recommend
doesn't_help
eerie
embarrassing
enjoy
enjoyed_it
entertains
excellently
fears
funniest
good
highly_recommended
human
i_liked_it
ideal
inappropriate
innocent
intense
irritating
letdown
little_to
looks_at
lot_of_fun
much_better_than
mystery_science
neither
nevertheless
not_a_bad
not_enough
not_recommend
of_laughs
off
ok
potential
sometimes
stupidity
sweet
that's_about
that_would
the_only
the_problem
thin
this_is
this_is_a_great
thumbs_up
together
touches
trite
very_bad
very_entertaining
warm
wonder
wonderful_film
worst_movie
yawn
beauty
incoherent
still_this
4
and_entertaining
and_how
another_good
appreciated
blown_up
bravo
bugs
can't_wait
chance
chilling
cliché
dimensional
disappoint
dumb
each
first_time
for_everyone
genius
good_and
guess
hackneyed
half_hearted
haunting
i_first
if_i_had
if_this
interesting_but
love_it
marvellous
most
movie_i_don't
not_make
not_that
not_very_good
obnoxious
only
pleased
promising
raw
release
remarkable
shame
sisters
sucked
tells
that_more
that_most_people
the_power
the_way
trash
unconvincing
unintentional
victims
embarrassingly
i_believe_it
interesting
with_this
as_if
bad_thing
based_on_a_true
beautiful_movie
but_not_much
camera
couldn't
daughter
dvd
even_better
excuse
favorites
for_a_change
how_not
i_enjoyed_this
i_think_it's
if_you_must
if_you_want
in_our
is_okay
just_great
kitty
look_like
may_seem
no_other
olds
one_of_the_worst
open_mind_and
pleasantly_surprised
real_and
rickman
sit_through
stopped_watching
sub_par
the_director
they_had_a
timeless
to_the_dvd
tolerable
too_many
top_notch
treat
unintentionally
unrealistic
well_written
back_in
dialogue
like_a
third_rate
vapid
a_masterful
a_way
accent
baldwin
carries
check_this
courage
do_think
dorm
expecting
fabulous
few_laughs
fortunate
i_really_liked
insult
interest
is_more_than
just_as
just_wasn't
lacked
lacking
looked
low
might_have
monotonous
one_of_my
otherwise
present
read_the
seemed
spectacular
this_is_an_excellent
to_recommend
to_the
troubled
unremarkable
very
very_enjoyable
voodoo
walked_out
war_that
what_we
world
worth_it
years
no_story
tired
unpleasant
whatsoever
just_doesn't
a_lot_about
and_keep
and_their
annoyed
asks_the
at_the_end
available
better_than
blonde
confusing
country's
crappy
danish
death
depardieu
did_they
disgusting
dollar
don't_miss
downhill
episodes
film_and
film_should_have
grade
him
i_enjoyed
i_like_it
i_lost
is_beyond
is_supposedly
it_a_9
it_just
job
ladder
lifeless
liked
lost_interest
might_enjoy
not_your
of_been
of_war
often
only_complaint
pass
predictable_but
quite
rainy
really_disappointed
relaxed
reunion
rip_off_of
ruined
something_better
stereotyped
surprisingly_good
that_story
the_battle
the_greatest
this_fine
this_mess
today's
trying
unappealing
unnecessary
very_moving
was_a_good_movie
what_i_like
what_were
worthless
your_time
it_holds
mcdowell
obvious
offensive
ways
works
worth_seeing
reason_for
a_fine
absorbing
also_good
and_well
asleep
bad_at_all
because_they
but_it_is
claus
compelling
distasteful
don't_give
dvd_cover
far_too
film_certainly
funny_and
get_a_copy
glad
have_enjoyed
have_not_been
highly_entertaining
how_bad
i_was_looking
is_great
isn't_for
jackass
journey
lame_and
likable_and
low_rent
make_a
manipulative
mia
motions
much_better
negative_comments
not_much
of_the_most
one_star
or_hate
plenty_of
proof
repetitive
revolting
saving
shots_of
succeeds
takes_his
this_piece
to_believe
to_make
was_too
writers
alleged
edie
facing
feeble
glorious
not_convincing
reason
would_love_to
spinal_tap
8_out_of
a_real
a_very_entertaining
all_i
appreciate
be_good
below
but_otherwise
disjointed
doesn't_even
don't_want
drawn_into
essential
film_still
gets_it
great_job
held_my
holly
i_cried
intelligent
is_real
it_or
left
lot_of_things
magnificently
marvelous
miss_it
neatly
no_chemistry
nonsense
not_one
of_what
personal_and
portrayal
problem_is
relationship
satisfying
save_your
scientist
seagal
season
should_see
so_real
some_of
story_told
sure_it's
tedium
than_many
that's_it
that_but
this_junk
this_travesty
titled
to_shame
unfortunately_the
without_any
works_well
did_not
disconnected
paths
performance_as
production_was
ruins
the_book
this_movie_will
thumbs_down
time_period
too_seriously
dvd_or
falls
anyone_interested
1_out
any_of
appears
are_a_bit
beautiful_film
better_to
book_this
boring_but
doesn't_make
episode
for_once
gave_up
good_show
grade_a
heart_warming
honestly
horrid
i_couldn't
i_disagree
if_you_are_not
if_you_can
if_you_didn't
inaccurate
it_is_an
kept_me
lost_in
makes_you_wonder
matter_the
may
much_too
my_grade
paid
paramount
perhaps_that
posey
segal
spelling
than_any
the_dvd_and
the_more
then_the_movie
then_you
though_it_was
want_to_see_a
was_pretty_good
would've
and_is
complex
don't_bother
great_but
makes_up_for
of_human
pay_attention
potential_but
pretty_good
show_with
still_love
to_work_with
ugly_and
watching_but
won't_like
and_found_it
easy
palpable
a_hilarious
a_monkey
all_good
are_better
as_anyone
astonishing
but_why
can
can_find_it
case_for
comedy_and
criticized
delicious
direction
draws
emotions_and
fast_paced
for_free
glued
hepburn
hype
i_will_give
inept
is_not_a_good
isn't_very
it_is_good
little_else
magnificent
mercifully
movie_and
not_a_very
not_really
nothing_is
nowhere
of_talent
one_of_the_better
really_good
ruined_by
sight_gags
skip_it
sleeper
some_laughs
steven_seagal
supposedly
surprising
the_f
the_first_of
the_worst
theme_is
tight
to_sit_through
value
way_to_spend
well_worth_watching
what_did
with_plenty_of
without_being
wouldn't_recommend
wrenching
writing
a_difficult
available_to
gently
is_so
it's
mason
on_the_plus_side
than_most
that_go
us
was_a_major
an_over
christians
dirty_harry
dumber
entertaining_and
fit_for
have_been
performances_of
rudy
greatest_movie
a_bore
a_miss
about_as
actors
all_out
an_insult
and_it_has
and_screaming
and_very
as_another
at_the
awake
be_disappointed
bottom_of_the
but_this
buy_this
canceled
caricatures
cleverly
delivers
does_look
don't_even
don't_watch_this
excellent_film
falls_apart
for_the_actors
forwarding
get_bored
heart
hoot
i_can't_wait
i_kept
i_loved_it
i_should_have
is_left
it_was_first
jack
jean
looking
looks_as_if
murder
my_time
of_course
of_low
plan_9
rainbow
reason_to_watch_this
research
see
shades_of
simplicity
sleep
so_disappointed
so_well
some_decent
some_of_her
sparkling
stupid_but
the_best
thought_provoking
traditional
turd
unbearable
unnatural
vanessa
vocabulary
well_cast
why_do
a_disappointing
attempt_at
fun_in
gone_wrong
has_little
more_like_a
proverbial
so_bad
thoroughly_enjoyed
