1
1_10
1_2_from
10_10
2_10
2_out_of_10
3
3_10
3_out_of_10
4
4_10
4_out_of_10
7
7.5
7_10
8
8_10
80_s
9_10
9_out_of_10
absolutely_no
acting
alright
also
always
amateurish
amazing
annoying
any
anything
appalling
as_if
ashamed
at_all
at_first
atmosphere
avoid
avoid_this
awesome
awful
bad
bad_thing
badly
baldwin
be_funny
beautiful
beautifully
beauty
believable
below_average
best
better
bit
bland
blew_away
bore
bored
boredom
boring
both
bothered_to
bravo
brilliant
brilliantly
can't_wait
captures
chance
cheap
chilling
classic
clichã
could_been
couldn't
courage
crap
credibility
definitely
definitely_worth
deliciously
delightful
deserves
different
director
disappointed
disappointing
disappointment
doesn't_work
don't_miss
dreadful
drivel
dull
eerie
effective
effort
embarrassed
embarrassing
emotions
enjoy
enjoyable
enjoyed
enjoyed_this
entertaining
especially
even
every_time_watch
excellent
excellently
experience
extraordinary
fails
fantastic
fascinating
fast_forward
favorite
favorite_movies
favourite
fears
finest
first_rate
flawless
for_everyone
forgettable
fun
funniest
garbage
gem
genius
give_4
gives
good
grade_b
grade_d
great
greatest
guess
haunting
heart
highly_recommend
highly_recommended
hilarious
hooked
hoot
hoping
horrible
hype
i'm_afraid
idea
if_don't_like
if_must
impressed
in_grave
inappropriate
incoherent
incredible
innocent
instead
insult
intense
irritating
job
just_didn't
just_enjoy
just_great
just_not
lacks
lame
last_scene
laughable
least
life
liked
liked_this
look_like
looked
looks_at
lost_in
lost_interest
lousy
love
love_this
loved
loved_this
ludicrous
makes
marvellous
masterpiece
material
may_seem
mediocre
mess
mia
mildly
minutes
miscast
money
most
movie_just
mst3k
much_better_than
must_for
must_see
neither
nevertheless
nicely
no
no_sense
noir
none_of
not_disappointed
not_even
not_funny
not_good
not_recommended
not_very
not_very_good
not_worth
nothing
of_best
of_laughs
offensive
oh
ok
okay
on_dvd
one_of_better
one_star
only
only_good
only_problem
original
outstanding
own
painful
paint
pathetic
perfect
perfectly
performances
pleasure
plot
pointless
poor
poorly
potential
power_of
powerful
predictable
predictable_but
pretentious
problem
propaganda
rare
realistic
recommend_this
recommended
redeeming
refreshing
remarkable
rickman
ridiculous
rubbish
save
save_this
script
see
seen
sensitive
series
shallow
shelf
shows
silly
simple
skip_this
solid
someone
something_better
sorry
stay_away
still
stinker
stopped_watching
story_of
strong
stunning
stupid
stupidity
subtle
sucks
superb
superbly
supposed
supposedly
surprised
surprisingly
tedious
tells
terrible
terrific
than_this
thank
thanks
then_will
thin
think
this_best
this_excellent
this_great
this_junk
this_just
this_thing
this_turkey
timeless
tiresome
to_all
to_be
to_make
today
touches
touching
treat
tripe
trite
true
unbelievable
underrated
unexpected
unforgettable
unfortunately
unfunny
uninspired
unintentional
uninteresting
unique
unless
unlike
unlikeable
unpleasant
unwatchable
van
very_disappointed
very_entertaining
very_funny
very_good
very_well
victims
wanted_to_like
wanting_more
warm
waste
wasted
wasting
watchable
way_too
weak
well
well_done
well_worth
what_makes
what_thinking
why
will
with_this
women
wonder
wonderful
wonderfully
wooden
worse
worst
worst_movie
would
yawn
absurd
again_again
appreciated
as_movie
as_true
at_best
bad_movie
bad_reviews
barely
basically
beautiful_movie
best_part
blown_up
bother
brazil
camera
canceled
cardboard
cerebral
compelling
death
definitely_recommend
doesn't_help
dollar
dvd_cover
either
email
embarrassingly
embarrassment
endless
entertains
enthralling
even_better
exceptional
failed
few_years_later
first_time
follows
for_once
fortunate
forwarding
freedom
funny
give_3
great_movie
gritty
had_high
half
hated
human
ideal
if_this
in_lives
interesting_but
isn't_very
it's_just
just
just_isn't
just_right
just_wasn't
keep
lacking
letdown
like_watching
liked_movie
little_film
little_to
looks
low_rent
moving
no_other
of_war
only_thing
or_hate
or_something
pass
pleasantly_surprised
pretty_good
rainy
release
revolting
rip_off_of
sadly
season
seemed
should_never
stilted
stock_footage
subtitles
sucked
than_expected
that's_about
this_crap
this_dull
thumbs_up
to_recommend
together
tolerable
turkey
unappealing
unrealistic
unremarkable
very
ways
well_written
without_being
world
would_been
would_love_to
writers
very_moving
about_time
apparently
appreciate
at_end
back_in
bunch_of
but_still
but_this
case_for
complex
cried
dialogue
downhill
drawn_into
dvd
easy
episode
episodes
favorites
first_saw
gave_up
get_copy
holly
idiotic
in_black
jackass
might_been
might_enjoy
minutes_into
more_movies
nice
not_enjoy
not_enough
not_recommend
not_that
not_typical
obnoxious
of_what
off
only_complaint
pleasant
pleased
promising
reason_for
remotely
saving
segal
should
should_see
show_with
sit_through
sometimes
spelling
spot_on
steals_show
still_this
sure_it's
sweet
than_many
tired
to_write
too_many
top_notch
ugly
value
would've
in_top
negative_comments
on_plus_side
suppose
about_that
accent
actors
adds
animal
at_it's
attempt
based_on_true_story
be_missed
british_comedy
buy_this
christians
crappy
daughter
delicious
did_not
distasteful
dorm
fast_paced
give_one
great_job
highly
highly_entertaining
isn't_for
it's_entertaining
joke
journey
lacked
lifeless
little_else
little_slow
lot_about
lot_of_fun
may_not
motions
much_better
music
neatly
nonsense
not_much
nowhere
obvious
one_good
really_good
say_this_movie
scared
screenwriter
seagal
shame
so_well
stick_to
surprising
synopsis
talented_actor
that_most_people
this_fun
this_gem
this_mess
tight
time_period
trash
troubled
unconvincing
vapid
voodoo
what_may
whole_film
why_do
without_any
wonderful_film
wrong
years
book_this
country's
depardieu
disappoint
some_funny
this_fine
disjointed
absorbing
also_in
any_of
back_enjoy
bad_at_all
be_disappointed
but_why
by_name
can
can_watch
check_this
cinema_this
coming
dimensional
dirty_harry
disaster
don't_want
expecting
facing
feeble
flimsy
gently
good_film
great_but
hackneyed
how_bad
how_good
if_all
if_director
infectious
information
interest
interesting
it's_still
light
lower_than
mcdowell
miserably
movie_better
not_make
one_of
or_funny
overlooked
paid
patient
plods
premise_of
quiet
read_book
recommend
relax
ride
say_didn't
simply_not
sit_back
spectacular
still_love
story_told
that_funny
that_would
this_piece
trying
unintentionally
unnecessary
urban
very_bad
what_had
work_in
carries
fabulous
grade
let_down
repetitive
see_any
all_in
am_not
any_of_characters
asleep
been_great
better_than
book
boring_but
british_film
bugs
cleverly
confusing
don't_give
down_hill
each
excellent_film
except
excuse
fill
give_7
glorious
honestly
horrid
in_u.s
in_way
just_did
lack_of
last_episode
length
lot
most_movies
moves_along
no_chemistry
no_story
not_in_good
of_most
oh_wait
only_saving
open_mind
or_when
otherwise
performance_as
portrayal
present
put_off
reason
relationship
relaxed
ruined_by
shame_on
sisters
started_out
sub_par
surprisingly_good
tears
tedium
tell_truth
than_any
that_come
this_movie_will
this_very_good
thumbs_down
to_believe
to_get_away_from
too_seriously
two_hours
vocals
walked_out
what_can_do
what_point_of
whatsoever
who_made_this
works_well
wouldn't_recommend
best_of_all
dvd_or
film_in
glued
mystery_science
often
see_with
1_out
about_woman
actress_but
avoids
b_movie
blah
by_this
can't_recommend
caricatures
caught
come_on
could
departure
doesn't_make
dumb
dumber
entire
fine_but
for_actors
fought
fun_film
glad_did
gone_wrong
hackman
highly_recommend_this
if_want_to_see
in_some_of
isn't_even
jimmy_stewart
just_plain
kitty
ladder
later
leonard
looking
low
make_movie
marine
may_not_be
midget
might_not
observation
of_human
olds
only_if
outlook
palpable
potential_but
prince
raw
reunion
sadistic
satisfying
simplicity
slow
some_things
stereotyped
temporary
than_movie
that_interesting
there_some_good
third_rate
this_classic
this_travesty
timing
titled
what's_with
worth_seeing
would_be_good
writing
although
annoyed
another_good
but_not_much
can't_give
film_worth
inept
just_doesn't
members
monotonous
movie_called
one_of_those
research
stinks
to_work_with
what_left
some_guy
watched_again
after_film
all_out
alleged
also_good
appearance_as
arkin
attempt_at
body_parts
can't_make
can_get
could_been_good
definite
did_this
distinctly
doesn't_even
drags_on
e.g
ed
edie
energetic
essential
facts
falls
fans_who
fell_asleep
friendship
from_original
glad
good_but
gorgeous
grieving
inaccurate
isn't_much
it's
knowing
lazy
lot_of_things
makes_up_for
mason
never_did
not_bad
not_enough_to
officials
one_of_best
paramount
perhaps_that
plenty_of
plotting
proof
proverbial
rainbow
reason_to_watch_this
release_this
result
riveting
ruined
saw_movie
scariest
shots_of
should_known
sleeper
slimy
so_disappointed
some_of
splendid
subtleties
succeeds
surreal
that_certainly
this_sequel
to_sit_through
traditional
tremendous
tries_to_be
until
very_different
very_often
very_real
very_slow
walking_around
well_worth_watching
who_liked
work_of_art
works
worthless
yes_it's
be_good
frankly
good_show
government
marvelous
only_reason_to
problem_that
quite
recommend_to
scriptwriters
but_no_one
all_did
as_anyone
as_usual
astonishing
be_doing
blame
but_without
cheers
collective
damn_good
dear
delivers
draws
easily
effects
few_laughs
fulci
great_idea
ham
home_alone
hope
if_had
if_haven't
jack
just_as
keeps
lines_like
