1_10
10_10
2_10
3_10
4_10
7
7_10
8_10
9_10
acting
alright
always
amazing
animal
annoying
anti_hero
anything
appalling
ashamed
attempt
available
avoid
awesome
awful
bad
badly
beautiful
beautiful_movie
beautifully
beauty
believable
best
bit
bit_long
bland
bore
bored
boring
brilliant
buy
can_get
can_t_wait
can_watch
canceled
cannibalism
cerebral
cheap
chilling
christians
classic
complaint
cope
crap
credibility
death
definitely
definitely_worth
deliciously
delightful
deserves
dialogue
different
dire
director
disappointed
disappointing
disappointment
disconnected
disgrace
doesn_t_work
downhill
dreadful
dull
dvd
dvd_cover
effective
embarrassed
embarrassing
emotions
endless
enjoy
enjoyable
enjoyed
enough
entertain
entertaining
entertains
especially
even
even_better
excellent
excellent_film
excellently
exceptional
failed
fails
fantastic
far_much
fascinating
fast_forward
favorite
favorites
favourite
fears
feeble
film_complete
finest
first_rate
first_time
flawless
forgettable
forwarding
freedom
fun
funniest
funny
gem
generous
genius
give_1
give_3
give_4
give_8
give_credit
glorious
going_see
good
grade_b
grade_d
great
great_job
great_show
gritty
hated
haunting
high_hopes
highly
highly_recommend
highly_recommended
hilarious
hooked
hoot
hope_see
hoping
horrible
idea
impressed
incoherent
incredible
instead
insult
irritating
jackass
just_great
just_isn
knowing
lacking
lacks
lame
laughable
least
letdown
liked
looking_forward
lot
lousy
love
love_movie
loved
loved_movie
lovely
ludicrous
m_afraid
made_even
makes
material
maturity
may_seem
mcdowell
mediocre
mess
mia
midget
mildly
minute_movie
minutes
motions
movie_terrible
movie_will
moving
mst3k
must_see
neatly
neither
nevertheless
nope
nothing
nothing_much
now_see
oh
okay
one_best
one_better
one_star
one_worst
open_mind
original
outstanding
painful
paint
pass
pathetic
pay_attention
perfect
perfectly
performances
photograph
plan_9
pleasant
pleased
plenty
plot
pointless
poor
poorly
predictable
pretentious
problem
propaganda
rare
realistic
reason
redeeming
refreshing
release
remarkable
revolting
ridiculous
rubbish
ruined
s_people
satisfying
save
scariest
script
sensitive
shallow
sharp
shelf
shows
simple
skip_one
slow
soap_opera
solid
someone
sorry
sticking
still
still_love
stilted
stinker
strong
stunk
stunning
stupid
stupidest
subtle
sucked
sucks
superb
supposed
surprised
surprisingly_good
t_disappointed
talented_actor
tedious
tells
terrible
terrific
thank
thanks
thats
thinking
timeless
tiresome
today
torn
touching
traditional
tripe
trite
turkey
unappealing
unbelievable
unconvincing
underrated
unforgettable
unfortunately
unfunny
uninspired
uninteresting
unique
unless
unlike
unlikeable
unpleasant
unwatchable
value
victims
walked
wanted_like
warm
waste
wasted
watchable
wayans
ways
weak
well_done
well_one
well_worth
women
wonder
wonderful
wonderfully
wooden
worse
worst
worst_movie
yawn
1
3
8
ã
abomination
adds
agreed
also_good
amateurish
appreciate
appreciated
b_movie
bad_movie
barely
based_real
basically
beautiful_film
best_part
better
blew_away
boredom
bother
bravo
brazil
buy_movie
captures
chance
clichã
confusing
crappy
departure
disaster
distasteful
doesn_t_help
drivel
easy
efficient
effort
email
embarrassingly
entire
episode
even_though
everyone
explosions
far
fell_love
film_bad
find_good
garbage
gently
given_film
gives
gives_good
glad
grade
guess
half
highly_entertaining
horror_movies
human
hype
ideal
idiotic
ilk
intelligent
joel
joke
just_bad
just_didn
just_watch
justin
kills_people
kurosawa
lacked
ladder
laughed
left
life
light
little_film
ll_give
looked
lot_fun
love_show
makes_great
making_movie
masterpiece
maybe
mercifully
might_seem
movie_everyone
movie_just
noir
none
obnoxious
offensive
one_good
overwhelming
paths
planned
plods
point
potential
powerful
pre_code
pretty_sure
proof
quality_movie
quiet
quite_interesting
rainy
raw
relationship
s_perfect
sadly
save_time
screenplay
scriptwriters
seen
series
shame
shockingly
skip
sleeve
slightly_better
something_good
splendid
startling
stereotyped
still_great
stupid_plot
stupidity
superbly
supposed_comedy
supposedly
swallow
time_period
times
total_lack
true
trying
unexpected
unintentionally_funny
unnatural
unremarkable
useless
van
volumes
wasting
whole_new
worth_seeing
writers
writing
appears
family
nicely
rickman
static
whole_film
9
arbitrary
awake
awfully
bad_thing
baldwin
biblical
bothered
bugs
can_relate
can_t_give
chunk
collective
complain
concept
costs
couldn
courage
cried
d_better
daughter
deeper
definitely_recommend
delicious
deserve
different_characters
dopey
edge_seat
edie
eerie
eisenstein
elvira
essential
exciting
extraordinary
extremely_well
film_really
film_still
find_funny
gave_2
get_dvd
glued
good_film
good_watch
gorgeous
grainy
great_movie
greatest
greece
greene
grieving
guts
hairy
heart_warming
honestly
inappropriate
instead_1
intended
intense
interesting
just_find
know_expect
lifeless
little_gem
little_slow
london
lot_things
m_gonna
main_problem
mason
may
mind
movie_7
movie_everything
movie_seemed
nudity
one_bit
peter_o
plethora
present
pretty_lame
promising
pursuing
read_book
really_say
relax
relaxed
repetitive
s_makes
scary_movie
seduced
segments
shore
showcases
slimy
snippets
snowman
spade
sparkling
spliced
splitting
stack
stock_footage
stopped_watching
story_made
sweet
t_afraid
t_let
t_recommend
taped
telephone
think
think_good
thirty_minutes
tolerable
tony
touches
tries_hard
trying_hard
unbearable
vapid
vulgar
watch_show
way_spend
well_cast
well_thought
well_together
wonderful_film
works_well
characters_great
describe
100
80_s
able_see
absolutely_hilarious
absorbing
absurd
also
ambition
anyone_know
asleep
avoid_one
avoids
bad_movies
better_expected
better_story
bimbo
bit_slow
box_set
brilliantly
can_better
channel
characterization
cheaply
cheers
collect
conflicted
consequences
controversial
crashes
creativity
criticized
dandy
dead_end
depardieu
developments
dimensional
direction
disappoint
disjointed
dismiss
distinctly
done_better
draws
embarrassment
emperor
episode_one
europe
evans
even_close
even_worth
facing
fill
film_acting
film_gets
film_see
film_seriously
focuses
follows
fortunate
future
gerard
good_thing
government
great_performances
hard_see
heart
hilariously
ho_hum
hood
horrid
hour
inheritance
interest
journey
just_doesn
just_enjoy
just_fun
just_looking
just_seems
kinski
know_will
last_scene
lighthearted
loads
lost_interest
low_rent
made_think
main_theme
many_films
marijuana
marvellous
matthau
miscast
miserably
mistake
money
money_back
movie_finally
moving_film
nine
nothing_movie
nothing_wrong
offense
original_story
packs
part_movie
played_role
positive_reviews
quirky
quite
raped
rat
rating_movie
raunchy
really_good
reason_watch
remembered
remotely
ruled
run_around
s_beautiful
sad_see
sadistic
season
see
see_big
seems
silly
skipped
sleeper
something_better
start_finish
steven_seagal
still_good
strictly
sublime
surprisingly
survive
system
t_right
t_try
tear
temporary
third_rate
thompson
thoroughly_enjoyed
titled
travelling
treat
two_hours
unimaginative
unrealistic
us
waste_time
wearing
well_worth_watching
work_art
worlds
worth_price
yes_movie
first_saw
funny_movie
miss_one
ok_movie
s_probably
4
adorable
advice
also_many
always_one
annoyed
arkin
assuming
astaire
astonishing
authentic
back_enjoy
backdrops
bearable
behave
body_parts
box
british_comedy
burke
can_help
can_keep
christian
christmas
circuit
co_star
communicate
complex
confidence
controls
criticisms
cue
cup_tea
d_recommend
deals
definitive
development
dont
drawback
dumb
english_subtitles
every_time_watch
everyday
everyone_else
faithful
favorite_movies
fell_asleep
felt_like
film_except
film_great
flimsy
funny_s
gaining
gay
get_idea
get_used
giggle
good_direction
good_either
good_ideas
good_job
good_movie
grease
great_film
greatest_movie
hackneyed
hardcore
height
hilarity
hostage
identify
imitation
joy_watch
junk
just_didn_t
just_film
landscape
length
like_cheap
lindsay
little_action
long_film
look_good
love_hate
machine
make
might_even
missed
mister
movie_clearly
movie_pretty_good
movie_well
naked_women
narcissistic
nice
nothing_original
obvious
one_man
one_ten
otherwise_s
palpable
pedestrian
people_find
philosophy
please
pretty_good
referred
rental
ride
robert_ryan
root
rounded
rudy
s_mouth
shapes
showdown
skills
skit
somebody
something_film
sources
spectacular
stole
story_line
succeeds
surprise
t_surprise
themes
tight
time_watch
tired
titles
todd
together_well
unexpectedly
verdict
vhs
walk_around
want_get
want_see_good
well_paced
whatsoever
will_continue
will_remember
will_say
world
worthless
write
wrong
years
amato
caught
ethan
example_one
life_watching
posey
reached
simpsons
wouldn_t_say
accent
aimlessly
alleged
alot
australian
autobiography
bad_reviews
beginning_movie
bela_lugosi
best_show
better_known
bits
bittersweet
blaxploitation
bound
camera
caricatures
cartoons
characters_well
collection
completely_lost
costume
criminal
cycle
danish
deal
dear
definite
dirty_harry
distant
distract
dollar
don_t_give
don_t_want
e_g
ever_saw
ever_watch
every_scene
every_second
expecting
explores
exploring
fascinated
film_one_best
filmmakers
first_story
first_two
hollow
increase
ingenious
innocent
ireland
irrational
john_hurt
just_love
