1
1_10
1_2_from
10_10
2_10
2_out_of_10
3
3_10
3_out_of_10
4
4_10
4_out_of_10
7
7.5
7_10
8
8_10
80_s
9_10
9_out_of_10
about_time
absolutely_no
acting
alright
also
always
amateurish
amazing
annoying
anything
appalling
at_all
at_first
avoid
avoid_this
awesome
awful
bad
bad_reviews
badly
barely
basically
beautiful
beautifully
beauty
believable
below_average
best
bit
bland
blew_away
bore
bored
boredom
boring
both
brilliant
brilliantly
british_comedy
camera
can't_wait
captures
chance
cheap
classic
clichã
could_been
couldn't
crap
credibility
definitely
definitely_worth
delightful
deserves
did_not
different
director
disappointed
disappointing
disappointment
doesn't_work
don't_miss
dreadful
drivel
dull
dvd_cover
effort
emotions
endless
enjoy
enjoyable
enjoyed
enjoyed_this
entertaining
episodes
especially
even
excellent
excellently
exceptional
extraordinary
fails
fantastic
fascinating
fast_forward
favorite
favorites
favourite
fears
film_worth
finest
first_rate
flawless
forgettable
freedom
fun
funniest
garbage
gem
give_4
glorious
good
grade_b
grade_d
great
greatest
gritty
guess
had_high
half
haunting
highly
highly_recommend
highly_recommended
hilarious
hooked
hoot
hoping
horrible
hype
i'm_afraid
idea
ideal
if_don't_like
if_must
in_grave
inappropriate
incredible
innocent
instead
intense
interesting
irritating
it's_just
just_didn't
just_great
just_isn't
just_not
just_right
just_wasn't
lacks
ladder
lame
laughable
least
life
liked
liked_movie
liked_this
little_film
look_like
lost_interest
lousy
love
love_this
loved
loved_this
makes
marvellous
masterpiece
material
may_not_be
mediocre
mess
might_been
mildly
minutes
miscast
money
mst3k
much_better
much_better_than
must_for
must_see
no
no_sense
noir
none_of
not_disappointed
not_even
not_funny
not_good
not_recommended
not_that
not_very
not_very_good
not_worth
nothing
of_best
oh
ok
okay
on_dvd
one_star
only
only_good
only_positive
only_problem
or_something
original
outstanding
own
painful
paint
pathetic
perfect
perfectly
performances
pleasant
pleased
plot
pointless
poor
poorly
power_of
powerful
predictable
pretentious
problem
propaganda
rare
realistic
recommended
redeeming
refreshing
remarkable
revolting
ridiculous
rubbish
sadly
save
save_this
script
see
seen
sensitive
series
shallow
shelf
shows
silly
simple
skip_this
solid
someone
something_better
sometimes
sorry
still
still_this
stilted
stinker
stopped_watching
strong
stunning
stupid
subtitles
subtle
sucked
sucks
superb
superbly
supposed
surprised
surprisingly
sweet
tears
tedious
tells
terrible
terrific
than_this
that's_about
think
this_best
this_crap
this_dull
this_excellent
this_fine
this_great
this_junk
this_thing
this_turkey
tiresome
to_be
today
too_many
touching
treat
tripe
trite
true
turkey
unbelievable
underrated
unexpected
unforgettable
unfortunately
unfunny
uninspired
uninteresting
unique
unless
unlike
unlikeable
unremarkable
unwatchable
very
very_disappointed
very_funny
very_good
very_moving
very_well
wanted_to_like
warm
waste
wasted
wasting
watchable
way_too
weak
well_done
well_worth
what_makes
what_point_of
what_thinking
why
will
with_this
women
wonderful
wonderfully
wooden
work_in
worse
worst
worst_movie
would
would_love_to
writers
yawn
accent
animal
any
apparently
as_if
ashamed
at_best
at_end
at_it's
atmosphere
available
back_in
be_funny
beautiful_movie
best_of_all
better
bother
bothered_to
bravo
check_this
chilling
complex
courage
death
definitely_recommend
deliciously
dorm
dvd
effective
either
email
embarrassed
entertains
even_better
every_time_watch
failed
first_time
for_everyone
genius
get_copy
gives
great_but
great_job
great_movie
heart
human
if_this
impressed
in_black
incoherent
job
just_as
lacking
looks
looks_at
lot_of_things
most
movie_just
moving
neither
nevertheless
no_chemistry
of_laughs
of_war
offensive
on_plus_side
potential
predictable_but
present
pretty_good
rainy
really_good
reason_for
recommend_this
relaxed
scared
seagal
segal
stay_away
stinks
stock_footage
stupidity
sub_par
suppose
than_expected
than_many
thank
thanks
thin
thumbs_up
tired
to_all
to_make
to_recommend
top_notch
troubled
trying
unappealing
unconvincing
unintentional
unintentionally
unpleasant
van
very_bad
very_entertaining
victims
wanting_more
well
wonder
world
worthless
years
see_any
actors
adds
again_again
appreciate
appreciated
bad_thing
baldwin
best_part
blown_up
brazil
bunch_of
but_still
canceled
cardboard
cerebral
compelling
confusing
crappy
depardieu
disappoint
disjointed
doesn't_make
don't_want
downhill
drawn_into
eerie
embarrassingly
expecting
first_saw
for_once
forwarding
funny
how_bad
interesting_but
isn't_even
jackass
just
just_enjoy
little_else
little_slow
lost_in
lot_about
ludicrous
might_enjoy
more_movies
most_movies
nicely
not_enough
obnoxious
obvious
or_hate
pass
performance_as
pleasure
plenty_of
promising
quiet
read_book
reason
release
rickman
saving
season
seemed
should
should_see
slimy
story_of
supposedly
that_come
then_will
third_rate
this_fun
this_just
touches
unrealistic
value
voodoo
ways
well_written
whole_film
wonderful_film
would've
would_been
wrong
can_watch
embarrassing
excellent_film
music
absurd
as_movie
attempt
bad_movie
be_missed
been_great
bugs
but_this
buy_this
can
christians
come_on
cried
daughter
dimensional
doesn't_help
down_hill
embarrassment
falls
flimsy
fortunate
give_1
give_3
glad_did
glued
good_film
how_good
in_top
insult
kitty
lacked
let_down
light
like_watching
looked
mason
may_seem
neatly
negative_comments
no_other
not_typical
off
one_of
one_of_those
one_of_worst
only_thing
otherwise
palpable
pleasantly_surprised
potential_but
premise_of
raw
remotely
reunion
rip_off_of
ruined
say_didn't
should_never
simply_not
sit_through
some_of
splendid
spot_on
steals_show
surprising
surprisingly_good
thumbs_down
today's
together
tolerable
ugly
ultimate
unnecessary
very_slow
walked_out
war_that
what_may
without_being
works
favorite_movies
in_lives
last_scene
only_complaint
anyone_know
asleep
based_on_true_story
best_thing_about_this
bin
carries
cinema_this
criticized
did_when
distasteful
dollar
dreams
easy
edie
enthralling
excuse
fabulous
fast_paced
few_years_later
frankly
friendship
hackneyed
if_all
inaccurate
isn't_very
it's_still
joke
letdown
lifeless
lot_of_fun
mcdowell
midget
minutes_into
monotonous
moves_along
movie_better
not_recommend
of_most
on_earth
one_good
one_of_better
open_mind
or_funny
or_when
other_reviewers
scientist
so_bad
succeeds
tedium
that_funny
that_try
this_movie_will
this_piece
timeless
to_believe
torn
twists
two_hours
unbearable
very_different
whatsoever
worth_seeing
would_be_good
wouldn't_recommend
as_true
book_this
not_much
shame
this_one_of
absorbing
acting_great
be_disappointed
bela_lugosi
but_not_much
can't_recommend
can_happen
cheers
country's
delightfully
delivers
did_this
different_characters
disaster
each
follows
for_actors
from_original
good_show
hated
idiotic
in_cast
isn't_for
it's_entertaining
just_doesn't
just_plain
last_episode
later
length
lines_like
little_to
lives
low
low_rent
make_movie
may_not
mia
money_back
more
more_entertaining
motions
not_really
only_if
only_reason_to
paid
patient
perhaps_that
quite
research
ride
ruined_by
saw_movie
say_this_movie
screenwriter
sisters
sit_back
some_funny
some_things
spectacular
start_to
stick_to
sure_it's
surgeon
synopsis
that_would
there_some_good
this_mess
this_very_good
timing
to_sit_through
trash
what_can_do
writing
astonishing
consequences
distinctly
episode
often
what_left
why_do
dismiss
also_good
another_good
appearance_as
appears_to
b_movie
be_comedy
blatant
british_film
case_for
caught
do_not_watch_this
end_there
essential
even_though
experience
facing
facts
fought
gave_up
ham
if_director
if_had
itself_seriously
lower_than
makes_up_for
matthau
might_not
more_enjoyable
no_story
nonsense
not_enough_to
not_in_good
nowhere
of_human
one_of_best
portrayal
put_off
rainbow
relationship
relax
remembered
reminds
see_with
should_known
simplicity
stanwyck
temporary
than_any
that_most_people
to_work_with
weaknesses
what_exactly
what_had
won't_be_disappointed
worlds
alleged
collective
could
dramas
draws
few_laughs
it's
olds
repetitive
wagner
1_out
ages
all_for
am_not
annoyed
as_usual
at_times_but
attempt_at
be_good
better_script
better_than
bittersweet
businessman
but_why
by_this
caricatures
could_been_good
developments
dialogue
do_not_recommend
don't_give
except
fell_asleep
film_excellent
film_in
holly
honestly
horrid
ill
inept
infectious
information
insulting
interest
jimmy_stewart
joy_to
just_keep
like_very
low_rating
movies_always
much_too
nice
of_seat
of_what
oh_wait
overlooked
paper
paths
satisfying
scariest
screenplay
skip
so_disappointed
some_decent
started_out
stereotyped
steven_seagal
subtleties
that_interesting
this_gem
this_short
this_travesty
thought_provoking
tight
time_period
titled
total_lack
urban
vapid
very_enjoyable
well_worth_watching
with_sound
witty
works_well
back_enjoy
blah
bond
leonard
not_bad
nothing_much
of_that
or_not
still_love
too_seriously
widescreen
would_made
grade
1_because
all_out
any_of_characters
awake
be_seen
beginning_to
better_known
but_without
coming
completely
dear
delicious
departure
disgrace
dvd_or
entire
even_so
ever_created
fulci
generous
gently
give_7
give_one
going_for
great_idea
hepburn
horribly
intelligent
keep
last
little_known
lucky_to
manipulative
mystery_science
necessary
never_did
no_wonder
not_make
of_box
of_this_movie
official
only_saving
performances_of
pitiful
plan_9
posey
proof
rudy
shame_on
sources
sparkling
stays_with
