1_10
10_10
2_10
3
3_10
4_10
7
7.5
7_10
8_10
9_10
adds
alright
also_good
amazing
animal
annoying
anyone_interested
anything
appalling
appreciated
attempt
available
avoid
awesome
awful
bad
bad_movie
bad_movies
badly
beautiful
beautifully
beauty
believable
best
best_part
better
bit
bit_long
bland
blew_away
bore
bored
boring
bother
bravo
brilliant
british_comedy
captures
care
cheap
cheers
cheesy
christians
classic
clichã
complaint
cope
credibility
daughter
definitely
definitely_worth
delightful
departure
describe
deserve
different
director
disappointed
disappointing
disappointment
disaster
dollar
downhill
dreadful
drivel
dull
dvd
dvd_cover
edge_seat
effective
effort
embarrassed
enjoy
enjoyable
enjoyed
enough
entertaining
entertains
enthralling
episode
especially
even
even_better
excellent
excellent_film
excellently
exceptional
failed
fails
fantastic
fascinating
fast_forward
favorite
favourite
fears
fell_love
felt_like
film_complete
finest
first_rate
first_time
follows
forgettable
freedom
fun
funniest
gem
give_1
give_4
glad
glorious
good
grade_b
grade_d
great
great_job
greatest_movie
gritty
guess
hated
haunting
highly_recommend
highly_recommended
hilarious
honestly
hooked
hoping
horrible
hype
idea
ideal
impressed
inappropriate
incredible
instead
insult
interesting
irritating
jackass
joke
just_find
just_great
just_work
justin
knowing
lacks
lame
laughable
least
left
letdown
life
light
liked
little_film
looked
lot
lot_things
lousy
love
love_show
loved
loved_movie
makes
masterpiece
material
may_seem
mediocre
mess
might_seem
mildly
minute_movie
minutes
motions
movie_everyone
movie_finally
movie_just
movie_terrible
mst3k
must_see
neatly
neither
nevertheless
nope
nothing
obnoxious
oh
okay
one_best
one_better
one_movie
one_star
one_worst
original
overwhelming
painful
paint
pathetic
paths
pay_attention
perfect
perfectly
performances
pleasant
pleased
plenty
plot
pointless
poor
poorly
powerful
predictable
pretentious
problem
propaganda
pursuing
rainbow
rainy
rare
realistic
redeeming
refreshing
relaxed
revolting
rickman
ridiculous
rubbish
ruined
sadly
save
save_time
scariest
script
seagal
seemed
seen
sensitive
series
shallow
shame
shelf
shows
silly
simple
skip
slimy
slow
solid
someone
something_better
sorry
spade
still
still_good
still_great
stilted
stinker
story_just
strong
stupid
subtle
sucked
sucks
superb
supposed
surprised
surprisingly_good
tedious
telephone
terrible
terrific
thank
thanks
thats
tight
time_period
today
today's
total_lack
touches
touching
trite
turkey
unappealing
unbearable
underrated
unexpected
unforgettable
unfortunately
unfunny
unimaginative
uninspired
uninteresting
unique
unless
unlike
unlikeable
unnatural
unremarkable
unwatchable
voodoo
walked
wanted_like
warm
waste
watchable
ways
weak
well_done
well_worth
women
wonder
wonderful
wonderfully
wooden
works_well
worse
worst
worth_seeing
writing
0
100
4
8
accent
acting_great
actually_make
aged
always
amateurish
appears
ashamed
baldwin
barely
basically
beautiful_movie
bugs
buy
can_get
can_keep
canceled
caught
chilling
comic
confusing
crap
creativity
criticized
cycle
damn
dandy
delicious
deliciously
deserves
different_characters
disappoint
disconnected
disjointed
dismiss
dopey
dramas
drawback
easy
eaten
eerie
either
email
embarrassing
endless
even_close
even_though
everyone
favorites
feeble
fill
film_one_best
film_seriously
first_saw
flimsy
forwarding
garbage
gave_2
genius
gently
get_used
gives
glued
going_see
good_thing
great_film
great_movie
great_performances
heart_warming
high_hopes
imho
intelligent
intended
intense
interest
just_bad
just_watch
know_expect
lacking
laughed
leonard
lifeless
loads
look_good
love_see
ludicrous
made_sense
makes_great
marvellous
maybe
mia
michael_jackson
movie_7
movie_boring
movie_everything
movie_gives
movie_lot
movie_show
moving
nothing_good
offensive
one_bit
one_just
one_kind
one_watch
outstanding
pass
potential
quality_movie
quiet
raped
rating_8
read_book
really_disappointed
really_say
recommended
referred
relax
release
remarkable
rental
ride
scary_movie
segal
sharp
snowy
something_good
spectacular
stay_away
stunk
stunning
superbly
talented_actor
tarzan
terrible_movie
thing_really
times
tiresome
torn
tripe
true
trying
twists
unfortunately_film
unintentionally_funny
unrealistic
useless
value
van
vapid
war_movies
wasting
well_thought
well_together
whole_film
work_art
world
worlds
worthless
big_budget
collective
find_funny
focuses
long_film
scriptwriters
1
5_10
80_s
9
abomination
absolutely_hilarious
absorbing
acting
action_packed
alleged
anyone_know
appreciate
asleep
assuming
astonishing
awfully
based_real
bearable
better_expected
biblical
boredom
brazil
bright
bunch
buy_movie
camera
can_watch
cerebral
chance
cheated
child
conflicted
controversial
convincingly
crafted
cried
danish
death
depardieu
developments
dialogue
dire
direction
distant
distasteful
distinctly
draws
dumb
edie
edit
embarrassment
emotions
entire
essential
evans
every_actor
every_time_watch
explosions
extraordinary
feel_good
film_bad
film_great
film_still
find_good
flawless
fortunate
generous
get_dvd
gives_good
good_job
good_movie
good_watch
government
grainy
grease
greatest
greece
hackneyed
happily_ever
hepburn
hero
ii
ilk
impeccable
impressive
incoherent
insomnia
ireland
israeli
kills_people
ladder
let_alone
lindsay
lot_fun
lot_movie
made_think
make_good
makes_film
makes_one
making_movie
marijuana
mason
matthau
midget
mine
miscast
miserably
miss_one
money
movie_fun
movie_seemed
movie_will
nicely
oh_man
open_mind
otherwise
paired
palpable
pre_code
present
pretty_lame
pretty_sure
proof
raw
read_novel
reason_watch
renee
right
sad_see
satisfying
saving_grace
scared
season
seem_like
segments
sense_humor
sentiment
showed
skit
sleeper
slowly
sorts
sources
static
stayed
stays
story_plot
strictly
stupidity
superlative
supposed_comedy
swallow
sweet
tear
tells
thin
third_rate
toronto
traditional
tried
tries_get
tries_hard
trying_hard
two_hours
unbelievable
unnecessary
unpleasant
vanessa
waste_time
way_long
well_written
whole_point
wig
wonderful_film
worst_movie
would've
writers
wrong
yawn
bit_slow
look_like
lucille
stupid_plot
39
ã
able_see
ambition
another_good
anti_hero
apologize
arkin
australian
avoids
behave
bits
blonde
body_parts
book
can_better
characters_great
chief
chills
choppy
confidence
costs
counterpart
crew
criticisms
cup_tea
deal
definitive
development
disappointed_film
dismissed
done_better
dorm
dragged
e.g
embarrassingly
episode_one
ethan
euro
everyone's
everyone_else
exaggerated
except
family
far_much
favorite_movies
fell_asleep
first_came
fulci
give_credit
good_either
grade
half
heart
highly
hilariously
hilary
hollow
hood
hope_see
innocent
irrational
joel
just
just_makes
just_right
kinski
length
like_bad
little_else
love_hate
love_movie
manipulative
mistake
money_back
moves_along
movie_bad
movie_pretty_good
moving_film
much_younger
none_less
nothing_much
nudity
offense
one_good
pack
paramount
pedestrian
period_time
photograph
plot_characters
pops
popularity
portrayal
positive_reviews
pretty_good
proceeded
producers
profile
promising
quirky
reason
release_dvd
repetitive
robert_ryan
roughly
rounded
run_around
saving
screenplay
see_things
showdown
sisters
skills
skip_one
smiling
snippets
spend_money
splendid
splitting
story_made
strangers
stupidest
summed
supposedly
surprising
surprisingly
swearing
take_seriously
taped
tears
thing_good
thirty_minutes
timeless
top_notch
travelling
unconvincing
unfaithful
unintentional
us
victims
vigilante
vocals
want_good
want_see_good
wardrobe
watch_without
way_spend
will
will_try
worst_kind
absurd
arbitrary
better_known
chunk
deeper
fantasies
hard_see
lost_interest
marvelous
maturity
mind
plotting
restored
90_minutes
advice
alain
around_corner
atmosphere
awake
away_film
bad_reviews
bad_thing
basketball
best_show
bittersweet
blame
bothered
brilliantly
bush
can_read
canned
characters_really
circuit
collection
communicate
compelling
conventional
dark
delightfully
dimensional
disappointed_movie
dont
episodes
ever_since
extremely_well
facing
fail
falls
far
filled
film_least
film_really
film_see
first_love
funny
funny_film
generic
giggle
glee
good_show
gory
got_see
grieving
happy
held
ho_hum
home_alone
identify
idiotic
ignorance
ill
infinitely
information
instead_1
inter
just_love
just_plain
just_seemed
just_waiting
landscape
last_scene
like_show
little_slow
lot_money
lucky
main_problem
main_theme
make
masterful
masterfully
might
miss
mister
monologue
movie_highly
new_age
nice_little
nicely_done
nifty
none
notice
novelty
ok
ok_movie
one_line
one_now
one_ten
ordered
packs
part_movie
patient
patients
played_role
please
point
porno
premise_movie
put_sleep
really_surprised
rudy
rugged
ruled
sadistic
saw_one
schtick
scientist
screaming
slapping
slightly_better
sometimes
spoke
start_finish
start_movie
steals_show
stereotyped
stereotyping
sticking
stinks
stock_footage
stopped_watching
story_telling
strongly_recommend
sub_par
subtitles
survive
talky
think
think_one
thinking
time_watch
titles
todd
touch
treat
upon
villain
visible
walt
way_even
weaknesses
well_executed
well_one
whole_new
will_continue
witless
work_movie
