1
1_10
1_2_from
10_10
2_10
2_out_of_10
3
3_10
3_out_of_10
4
4_10
4_out_of_10
7
7_10
8
8_10
9_10
a_1
a_2
a_7
a_complete
a_must
acting
amateurish
amazing
an_enjoyable
and_enjoy
and_funny
animal
annoying
any
anything
as_the
at_all
at_best
attempt
avoid
avoid_this
awesome
awful
bad
badly
be_missed
beautiful
beautifully
beauty
below_average
best
better
bland
bored
boring
both
brilliant
brilliantly
cheap
classic
crap
credibility
definitely
definitely_recommend
definitely_worth
delightful
different
disappointed
disappointing
disappointment
doesn't_work
dollar
downhill
dreadful
drivel
dull
effort
embarrassed
enjoyable
entertaining
especially
excellent
excellently
exceptional
extraordinary
fails
fantastic
fascinating
fast_forward
favorite
favourite
finest
first_rate
flawless
forgettable
fun
fun_and
funniest
garbage
gem
genius
grade_b
grade_d
great
highly_recommend
highly_recommended
hilarious
hooked
hoping
horrible
how_good
i_like_this
i_liked_this
i_love_this
i_recommend_it
i_think
idea
impressed
incredible
innocent
instead
interesting_but
irritating
is_a
is_the_best
joke
just_not
lacks
lame
laughable
life
lousy
love
loved
loved_this
makes
masterpiece
me_sick
mediocre
mess
mildly
minutes
money
mst3k
must_see
no
no_sense
noir
none_of
not_even
not_funny
not_good
not_recommended
not_very
not_worth
nothing
of_the_best
oh
on_dvd
or_something
outstanding
own
painful
paint
pathetic
perfect
perfectly
performances
plot
pointless
poor
poorly
powerful
predictable
pretentious
propaganda
rare
realistic
recommended
redeeming
refreshing
ridiculous
rubbish
sadly
save
save_this
script
see_it
series
shallow
should_have
silly
simple
skip_this
solid
someone
sorry
still
stilted
stinker
strong
stunning
stupid
subtitles
subtle
sucks
superb
superbly
supposed
surprised
sweet
tedious
terrible
terrific
than_this
the_cover
the_only
the_original
this_thing
tiresome
to_all
today
top_notch
touching
true
unbelievable
underrated
unexpected
unforgettable
unfortunately
unfunny
uninteresting
unique
unless
unlike
unlikeable
very_funny
very_good
very_well
wanted_to_like
waste
wasted
watch_it
watchable
way_too
weak
well
well_done
well_worth
what_makes
why
wonder
wonderful
wonderful_film
wonderfully
wooden
worse
worst
9_out_of_10
a_4
a_bit
appalling
ashamed
atmosphere
bad_movie
bad_thing
barely
basically
believable
bother
bravo
can't_wait
captures
could_have
couldn't
deliciously
deserves
doesn't_help
embarrassing
embarrassingly
emotions
endless
enjoyed
enjoyed_it
even
gives
great_movie
guess
haunting
human
i'm_afraid
i_believe_it
i_liked_it
in_our
intense
it's_a_good
it's_just
it_a_4
just_great
just_isn't
least
love_it
love_this
loved_it
mason
material
miscast
more_movies
neither
nicely
not_a_good
pleased
sensitive
shelf
shows
stay_away
surprisingly
tears
thank_you
that_would
thin
this_is
this_turkey
to_be
to_recommend
together
touches
tripe
trite
uninspired
very_disappointed
victims
wanting_more
wasting
ways
will
with_this
women
would_love_to
yawn
not_enough
not_recommend
unpleasant
a_little
accent
alright
also
always
another_good
apparently
appreciated
bore
boredom
courage
dvd_cover
effective
either
enjoy
entertains
even_better
failed
fears
few_laughs
for_a_change
for_everyone
good_and
gritty
half
how_not
i_hated
if_this
incoherent
interesting
is_more_than
it_a_3
job
just_enjoy
let_down
liked_the_movie
little_film
little_to
looks
movie_just
moving
my_comment
my_only
obnoxious
off
ok
pleasant
pleasure
potential
real_and
remarkable
saving
scientist
sit_through
stupidity
the_problem
they_had_a
this_crap
this_is_a_great
thumbs_up
trash
unconvincing
unwatchable
very_bad
very_moving
warm
would
you_will
it_just
tells
a_difficult
all_i
an_8
an_entertaining
and_entertaining
and_found_it
at_first
back_in
based_on_a_true
better_than
blonde
blown_up
cardboard
chance
chilling
distasteful
don't_miss
dvd_or
film_and
first_time
freedom
good
has_everything
have_been
highly
hoot
i_like_it
i_recommend_this
ideal
if_you_must
inappropriate
is_okay
just_doesn't
lacking
last_episode
look_like
lost_interest
low
ludicrous
marvellous
might_enjoy
most
motions
movie_i_don't
much_better_than
music
nevertheless
not_a_bad
not_disappointed
not_that
of_laughs
okay
pass
plenty_of
ruined
season
still_this
stock_footage
stopped_watching
sucked
thanks
turkey
unintentionally
very_entertaining
worth_seeing
absorbing
enjoyed_this
7.5
appreciate
as_if
bad_reviews
baldwin
best_of_all
brazil
cerebral
christians
cliché
compelling
daughter
disappoint
disgusting
each
eerie
episode
expecting
far_too
glad
is_beyond
jackass
just_didn't
kept_me
ladder
letdown
low_rent
monotonous
mystery_science
no_chemistry
no_other
obvious
offensive
only_problem
pleasantly_surprised
predictable_but
promising
really_good
release
seen
segal
shame
sisters
spectacular
spelling
the_way
trying
unappealing
voodoo
war_that
was_pretty_good
what_we
worthless
don't_give
stereotyped
than_many
unintentional
absolutely_no
bad_at_all
be_funny
blew_me
can
check_this
confusing
dimensional
director
do_think
dumb
episodes
experience
grade
have_been_made
have_not_been
i_enjoyed
i_lost
i_think_it's
if_i_had
just_as
just_wasn't
lack_of
lot_of_fun
may_seem
one_of_the_worst
potential_but
relationship
rickman
seemed
show_with
takes_his
that_but
the_battle
this_mess
this_piece
this_travesty
though_it_was
to_the
ugly_and
unrealistic
value
buy_this
case_for
death
favorites
may_not
not_very_good
something_better
van
absurd
a_class
a_hilarious
and_their
anyone_interested
asleep
at_it's
beginning_to
but_not_much
crappy
edie
good_acting_and
i_first
i_should_have
interest
it_every
left
lifeless
liked
looked
looks_at
lot_of_things
might_have
negative_comments
not_one
nothing_is
of_low
often
one_of_my
only
problem
remotely
sadistic
satisfying
save_your
skip_it
some_decent
that's_about
the_better
the_director
the_first_of
the_greatest
third_rate
to_the_dvd
torn
was_a_good_movie
was_too
camera
in_the_cast
palpable
read_the
too_many
80_s
and_is
as_good
b_movie
beautiful_movie
book_this
british_comedy
but_why
canceled
carries
complex
country's
delicious
dialogue
disjointed
doesn't_make
dorm
fabulous
feeble
forwarding
glorious
great_but
great_job
hackneyed
has_little
him
honestly
is_so
is_supposedly
it_was_a_great
lacked
like_a
makes_you_wonder
may_not_be
more_enjoyable
neatly
not_make
of_my_life
of_the_most
of_what
olds
otherwise
our
pretty_good
problem_is
rainy
seagal
see
should_see
spot_on
succeeds
that's_it
the_power
theme_is
this_movie_will
tired
today's
troubled
walked_out
well_written
what_were
would_have
and_how
if_you_want
much_too
started_out
surprisingly_good
unfortunately_the
was_looking_forward_to
itself_seriously
10_out_of_10
a_tired
adds
and_very
annoyed
available
boring_but
but_it_is
characters_are_well
criticized
drawn_into
dvd
easy
entertaining_and
facts
fortunate
gave_up
glued
gone_wrong
have_enjoyed
hepburn
i_enjoyed_this
i_just_don't
if_you_didn't
inept
insult
is_real
it's
just
lines_like
make_a
may
much_better
my_grade
not_much
not_your
only_complaint
paths
personal_and
portrayal
posey
reason
repetitive
rip_off_of
so_well
some_of
sometimes
story_of
story_told
surreal
tedium
that_more
then_you
this_fine
to_work_with
tolerable
too_seriously
traditional
treat
unremarkable
vapid
who_made_this
works
world
worst_movie
wouldn't_recommend
writing
also_good
facing
paid
reunion
shots_of
sure_it's
unnecessary
watching_but
worlds
1_out
a_disappointing
a_masterful
a_way
about_as
alleged
and_how_they
at_the
at_the_end
back_a
blatant
bugs
but_the_story
cannibalism
completely
delivers
depardieu
did_this
dismiss
don't_even
film_still
had_high
held_my
i_will_give
idiotic
is_just
isn't_for
it's_a
it_is
just_the_right
mia
midget
miss_it
no_story
nonsense
not_convincing
of_war
on_the_plus_side
one_star
or_hate
really_disappointed
reason_for
robert_ryan
screenplay
scriptwriters
see_any
shown_on
slimy
slow_and
sub_par
the_f
this_great
this_is_a_very
this_junk
to_make
very
very_little
way_to_spend
with_plenty_of
1_out_of
excuse
how_bad
i_can't_wait
marvelous
production_was
supposedly
t
appears
is_the_film
a_3
a_fine
a_lot_about
a_miss
a_monkey
a_true
as_anyone
asks_the
believable_and
below
complaints
did_not
did_they
does_not_make
don't_want
even_close_to
except
film_just
for_watching
gently
i_disagree
i_really_liked
i_remember
is_brilliant
it_holds
it_is_really
junk
lame_and
little_slow
minutes_of
not_a_very
observation
paper
quite
raw
reason_to_watch_this
relaxed
rudy
seems
sleep
so_real
steals_the_show
stick_to_the
surgeon
surprising
this_movie_was
thousands_of
to_believe
to_sit_through
turd
very_often
want_to_be
well_cast
without_any
writers
years
and_adds
titled
a_disappointment
half_hearted
inaccurate
stupid_but
without_being
can't_give
makes_up_for
style_that
8_out
a_disgrace
a_word
action_packed
all_out
also_shows
an_insult
arkin
awake
be_seen
bela_lugosi
better_to
but_i_didn't
clichéd
collective
days_i
draws
dumber
falls
fill
for_once
for_the_actors
from_outer_space
get_a_copy
gets_it
heartbreaking
if_you_haven't
is_great
it's_still
likable_and
mcdowell
message_and
minutes_into
miserably
most_movies
my_time
nowhere
of_the_funniest
on_the_edge_of
original_was
perfect_the
performance_as
performances_of
saint
steven_seagal
than_any
the_dvd_and
the_writers
thoroughly_enjoyed
thought_provoking
total_lack
unbearable
us
very_disappointing
vocabulary
watched_it_again
weaknesses
what_i_like
8_out_of
actors
and_it_has
and_screaming
and_takes
at_times
drawback
fit_for
heart_warming
ill
jack
the_best
what_did
you_and
your_time
and_well
dreams
i_couldn't
1947
a_zero
about_a_woman
ages
any_of
arbitrary
are_a_bit
