1
1_10
1_2_from
10_10
2_10
2_out_of_10
3
3_10
3_out_of_10
4
4_10
4_out_of_10
7
7_10
8
8_10
9_10
9_out_of_10
acting
alright
also
always
amateurish
amazing
animal
annoying
any
anything
appalling
ashamed
at_all
at_best
at_first
at_it's
avoid
avoid_this
awesome
awful
bad
badly
barely
basically
be_funny
beautiful
beautifully
beauty
believable
below_average
best
best_part
bit
bland
blew_away
bore
bored
boredom
boring
both
bothered_to
bravo
brilliant
brilliantly
camera
can't_wait
captures
cerebral
chance
cheap
chilling
classic
clichã
could_been
couldn't
courage
crap
credibility
cried
definitely
definitely_recommend
definitely_worth
delightful
deserves
different
director
disappointed
disappointing
disappointment
don't_miss
don't_want
dreadful
drivel
dull
easy
eerie
effort
embarrassed
embarrassingly
emotions
enjoy
enjoyable
enjoyed
enjoyed_this
entertaining
especially
even
excellent
excellently
exceptional
extraordinary
fails
fantastic
fascinating
fast_forward
favorite
favourite
finest
first_rate
first_time
flawless
forgettable
fun
funniest
garbage
gem
genius
get_copy
gives
good
grade_b
grade_d
great
greatest
gritty
guess
had_high
half
haunting
highly_recommend
highly_recommended
hilarious
hooked
hoping
horrible
how_bad
hype
i'm_afraid
idea
if_don't_like
if_must
if_this
impressed
incoherent
incredible
instead
intense
irritating
it's_just
job
just_didn't
just_enjoy
just_isn't
just_not
just_right
just_wasn't
lacking
lacks
lame
laughable
least
letdown
life
liked
liked_this
little_film
looks
lousy
love
love_this
loved
loved_this
makes
marvellous
masterpiece
mediocre
mess
might_enjoy
mildly
minutes
miscast
money
movie_just
mst3k
must_for
must_see
neither
nevertheless
nicely
no
no_sense
noir
none_of
not_even
not_funny
not_good
not_recommended
not_very
not_very_good
not_worth
nothing
obvious
of_best
of_laughs
offensive
oh
okay
on_dvd
one_of_better
only
only_good
only_problem
or_something
original
outstanding
own
painful
paint
palpable
pathetic
perfect
perfectly
performances
pleased
pleasure
plot
pointless
poor
poorly
power_of
powerful
predictable
pretentious
pretty_good
problem
propaganda
rare
realistic
reason_for
recommended
redeeming
refreshing
release
ridiculous
rubbish
sadly
save
saving
script
see
see_any
seemed
seen
sensitive
series
shallow
shelf
shows
silly
simple
skip_this
solid
someone
sometimes
sorry
spot_on
still
stilted
stinker
stock_footage
stopped_watching
strong
stunning
stupid
stupidity
subtle
sucks
superb
superbly
supposed
surprised
sweet
tedious
tells
terrible
terrific
than_this
thank
that's_about
thin
think
this_best
this_crap
this_excellent
this_great
this_thing
this_turkey
tiresome
to_all
to_be
today
too_many
touching
trash
tripe
trite
true
turkey
unbelievable
underrated
unexpected
unforgettable
unfortunately
unfunny
uninspired
unintentional
uninteresting
unique
unless
unlikeable
unwatchable
very_disappointed
very_entertaining
very_funny
very_good
very_well
victims
wanting_more
warm
waste
wasted
wasting
watchable
way_too
weak
well
well_done
well_worth
well_written
what_makes
what_point_of
why
will
women
wonderful
wonderfully
wooden
worse
worst
would
would_love_to
yawn
absolutely_no
absurd
actors
again_again
appreciated
as_anyone
as_if
at_end
atmosphere
bad_movie
bad_reviews
bad_thing
beautiful_movie
bother
brazil
bugs
can
carries
dead_end
death
deliciously
did_not
disappoint
doesn't_make
dvd_cover
embarrassing
endless
failed
favorites
fears
first_saw
for_everyone
fortunate
freedom
great_but
heart
highly
hoot
human
ideal
in_grave
inappropriate
innocent
interesting
just_doesn't
ladder
last_episode
last_scene
little_slow
look_like
lost_in
lost_interest
lot_about
lot_of_fun
ludicrous
material
may_not
might_been
minutes_into
miserably
more_movies
much_better_than
music
not_disappointed
obnoxious
ok
one_star
only_complaint
or_hate
pleasantly_surprised
present
raw
remarkable
remotely
rickman
save_this
season
segal
should
should_never
sisters
spectacular
stay_away
steals_show
still_this
sub_par
sucked
suppose
supposedly
surprisingly
tears
thanks
then_will
this_fun
tired
together
unappealing
unintentionally
unlike
unpleasant
very
very_moving
wanted_to_like
what_can_do
what_thinking
without_being
wonder
worst_movie
worth_seeing
would_been
wouldn't_recommend
writers
dorm
like_watching
of_most
7.5
about_time
adds
apparently
attempt
available
baldwin
better
blown_up
bunch_of
but_not_much
canceled
complex
delivers
dimensional
distasteful
doesn't_work
dollar
draws
effective
either
even_better
fast_paced
funny
good_film
great_movie
hackneyed
hated
in_lives
jackass
just_great
lifeless
liked_movie
looked
looks_at
may_seem
mia
midget
most
motions
not_recommend
not_that
of_war
off
olds
only_thing
pleasant
potential
predictable_but
quiet
rainy
really_good
sadistic
say_didn't
should_see
so_disappointed
sure_it's
synopsis
than_many
than_movie
this_gem
this_movie_will
thumbs_up
titled
to_believe
to_make
to_recommend
tolerable
treat
trying
unremarkable
value
van
war_that
ways
with_this
80_s
based_on_true_story
every_time_watch
in_top
ruined_by
another_good
appreciate
as_movie
back_in
bad_at_all
be_missed
better_than
british_comedy
but_still
cardboard
check_this
compelling
country's
daughter
doesn't_help
drawn_into
dumb
dvd
e.g
each
email
embarrassment
entertains
episodes
fabulous
for_once
forwarding
give_3
glad
glad_did
glorious
glued
grade
honestly
how_good
if_director
if_had
inept
insult
interesting_but
isn't_for
isn't_very
it's_entertaining
it's_still
joke
journey
length
let_down
little_to
movies_always
moving
much_better
no_other
on_plus_side
or_when
promising
read_book
recommend_this
relaxed
rip_off_of
shame
sit_through
something_better
spinal_tap
started_out
story_told
subtitles
surprising
surprisingly_good
talented_actor
that_interesting
this_dull
this_fine
this_junk
this_just
this_travesty
thumbs_down
tight
time_period
to_write
twists
ugly
unconvincing
very_bad
very_different
what_had
but_why
fill
it's
may_not_be
one_of
scared
so_bad
world
45
alleged
am_not
astonishing
be_disappointed
best_of_all
book
buy_this
case_for
christians
coming
could
crappy
criticized
depardieu
did_when
disaster
downhill
edie
enjoyable_movie
enthralling
episode
experience
few_years_later
for_actors
gently
give_4
give_7
give_one
inaccurate
just_as
law_order
little_else
lot_of_things
low_rent
makes_up_for
mcdowell
might_not
moves_along
mystery_science
neatly
no_chemistry
nonsense
not_enough
of_what
pass
performance_as
relationship
revolting
say_this_movie
screenwriter
seagal
simply_not
some_of
splendid
stick_to
stinks
story_of
that_come
that_most_people
there_some_good
top_notch
troubled
unrealistic
vapid
watched_again
well_worth_watching
what_exactly
where_going
whole_film
wonderful_film
work_in
works_well
worlds
writing
years
book_this
by_this
follows
friendship
just
not_typical
1_out
also_good
also_in
as_usual
been_great
boring_but
british_film
can_watch
cannibalism
confusing
delicious
departure
don't_give
dramas
end_there
excellent_film
expecting
favorite_movies
film_worth
give_1
good_show
government
great_job
if_all
in_black
interest
isn't_much
jack
lacked
later
looking_forward_to_seeing
manipulative
minutes_of
money_back
movie_begins
negative_comments
nice
no_story
nudity
observation
one_of_worst
only_reason_to
open_mind
or_funny
otherwise
potential_but
recommend
remembered
research
ride
ruined
satisfying
saw_movie
scariest
show_with
some_funny
stereotyped
steven_seagal
still_love
succeeds
tedium
this_piece
this_very_good
thousands_of
unnecessary
until
useless
voodoo
wagner
whatsoever
who_think
with_sound
without_any
works
would've
often
spelling
touches
wasn't_funny
absolutely_nothing
accent
any_of_characters
attempt_at
bela_lugosi
blatant
body_parts
but_this
can_relate
cheers
did_this
dirty_harry
disjointed
do_not_watch_this
dreams
dvd_or
feeble
greatest_movie
hepburn
highly_entertaining
horrid
idiotic
isn't_even
itself_seriously
just_did
knowing
magnificently
mason
maybe
more_entertaining
movie_better
movies_on
not_bad
not_make
not_much
nothing_much
okay_but
one_bit
one_of_best
only_saving
plotting
pretty_funny
screenplay
simplicity
sleeper
some_things
sorrow
than_any
than_expected
that_certainly
that_funny
this_mess
this_one_of
total_lack
two_hours
urban
vanessa
very_real
world_of
wrong
blonde
hilariously
holly
no_plot
reunion
traditional
walked
third_rate
last
temporary
action_comedy
all_did
annoyed
asleep
at_times_but
bin
can't_give
can't_make
can't_recommend
caricatures
characters_could
christmas
cinema_this
definite
ed
energetic
entire
especially_at
ever_created
facts
film_school
flimsy
fun_film
heartbreaking
in_some_of
jimmy_stewart
just_plain
keep
lot
low_rating
marvelous
mummy
not_interesting
nowhere
of_human
official
other_reviewers
outlook
perhaps_that
potential_for
premise_of
put_off
relax
repetitive
result
sailors
society
subtleties
tell_truth
that_try
that_would
then_movie
this_silly
too_seriously
turned_into
ultimate
vulgar
walked_out
way_to_spend
what_left
why_do
worthless
about_that
after_film
any_of
appears
dialogue
do_not_recommend
fine_but
monotonous
slimy
would_not_recommend
should_known
times
0
absorbing
b_movie
back_enjoy
be_lost
but_without
cash_in
come_on
complaints
deeper
different_characters
distinctly
don't_rent
except
facing
fell_asleep
few_laughs
film_in
frankly
gave_up
going_for
good_but
heart_warming
holds_up
homes
hope_to_see
horribly
